Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/4733 - Баласа.tmx
Source language: ru
Languages: ba

source: Сначала я вижу голую макушку, затем уши, затем испуганные черные глаза.
ba: Мин тәүҙә уның ҡаҡ түбәһен, унан ялбыр ҡолаҡтарын, бойоҡ ҡара күҙҙәрен шәйләнем.

source: Увидев меня, он то ли заплакал, то ли улыбнуться хотел — верхняя губа задрожала.
ba: Мине күргәс, ул әллә иларға, әллә йылмайырға итте — өҫкө ирене ҡалтыранып ҡуйҙы.

source: Уткнулся лбом в стекло и застыл.
ba: Шунан ул яҫы маңлайын һаҡ ҡына тәҙрә быялаһына терәп ҡатып ҡалды.

source: И я ему ни слова не сказал.
ba: Мин дә уға һүҙ ҡушманым.

source: Нет, не от злости, просто мочи нет.
ba: Юҡ, асыуҙан түгел, хәлем мөшкөллөктән өндәшә алманым.

source: Старшая Мать тоже заметила его и тоже промолчала.
ba: Хәмитйәнде Оло инәйем дә күрҙе, әммә уның да теле һүҙ әйтмәне, ҡулы ишара яһаманы.

source: Так, лицом к лицу, мы с Хамитьяном долго смотрели друг на друга.
ba: Беҙ Хәмитйән менән бик оҙаҡ шулай йөҙгә-йөҙ килеп торҙоҡ.

source: Я не выдержал тоски в его глазах и отвернулся.
ba: Уның күҙҙәрендәге ҡайғыны күреп сыҙай алмай, мин башымды икенсе яҡҡа борҙом.

source: «...Вот тебе и праздник курбан-байрам», — думаю я.
ba: «...Бына һиңә байрам!» — тип уйлап ятам мин.

source: Интересно почему это в праздники люди особенно мордуют друг друга?
ba: Ниңә шулай икән ул — байрам осоронда әҙәмдәр бер-береһен шәйлә рәнйетә.

source: В прошлом году на сабантуе гармониста из Черной Речки городской зимогор ножом ударил.
ba: Былтыр һабан туйында Ҡаранйылға гармунсыһын ҡаланан килгән бер зимагор хәнйәр менән сәнсте.

source: Тот гармонист теперь на всю жизнь хромой остался.
ba: Теге гармунсы сатан булып ҡалды.

source: Весной в Ледоходную пятницу на Девичьей Горе наши аульские джигиты улица на улицу схватились, в кровь побились.
ba: Яҙ көнө ташыу ҡаршылау йомаһында Ҡыҙҙар тауында үҙебеҙҙең ауыл егеттәре, урамға-урам ҡаршы килеп, ҡанға туҙып һуғышты.

source: А зимой на Совиной улице на свадьбе человека убили.
ba: Әле ҡышын ғына Ябалаҡ урамында туй осоронда әҙәм үлтерҙеләр.

source: Даже на посиделках и то парни улучат момент, чтоб драку учинить.
ba: Хатта тула өмәһендә лә түбәләшеп алырға яй табалар.

source: Люди, видно, только праздника и ждут-дожидаются, чтоб потасовку затеять.
ba: Ыҙғыш-ҡырылыш сығарыр өсөн, кешеләр, әйтерһең, байрамды ғына көтөп торалар.

source: Сцепившись, лучшие одежды свои, которые целый год справляли, в клочья изорвут, в грязи изваляют, в крови вымочат.
ba: Йыл буйы на бөтәйтеп кейгән иң матур кейемдәрен, бер-береһенә ташланып, өҙгәләйҙәр, бысраталар, ҡанға ман сыйҙар.

source: Бесстыдных слов накричат, лица друг другу разобьют.
ba: Яман һүҙҙәр әйтешәләр, сибәр йөҙҙәренә йәрәхәттәр һалалар.

source: Праздник какой или свадьба — мы за моего Самого Старшего брата Муртазу всем домом дрожим.
ba: Байрам, туй осоро еттеме, беҙҙең бөтә өй әсебеҙ буйға еткән Мортаза ағайым өсөн дер ҡалтырап тора.

source: Он тоже, вроде меня, — насквозь обидчив.
ba: Ул да, минең кеүек, үтә гәрсел.

source: Задира и петух.
ba: Торғаны менән бер һуғыш суҡмары.

source: Только и надежды, что оженим, так остепенится...
ba: Кәләш алып бирһәк, аҡылға ултырмаҫмы, тип өмөт итәбеҙ ҙә...

source: Хотя я не уверен.
ba: Нисек булып сығыр инде.

source: Очень уж своевольный.
ba: Ифрат үҙһүҙле ул.

source: Вот и вчера, ни свет ни заря, запряг нашего серого и на пахоту уехал, словно и не курбан-байрам вовсе...
ba: Оле кисә лә, ҡорбан байрамын һанға ла һанамай, таң менән ике атты егеп, баҫыуға һабан һөрөргә китте.

source: Ни отца, ни Старшей Матери не послушался.
ba: Атайымды ла, Оло инәйемде лә тыңламаны.

source: Они, джигиты, видите ли, между собой договорились, что курбан-байрам к ним «никакого отношения не имеет».
ba: Имеш, улар, егет-елән бергәләп, һүҙ ҡуйышҡандар, йәнәһе, уларҙың «ҡорбан байрамына ҡатнашы юҡ».

source: Впрочем, отец и не очень настаивал.
ba: Атайым да артыҡ ныҡышманы.

source: «Мои годы длинней, да твои, видать, умней», — сказал отец, будто согласился даже.
ba: «Мин элек тыуһам, бәлки, һин белеп тыуғанһыңдыр»,—тип ризалашыуын да белдергәндәй итте.

source: Странный он, мой Самый Старший брат Муртаза.
ba: Сәйер ул минең Мортаза ағайым.

source: Я снова поворачиваюсь к окну.
ba: Мин тағы ла тәҙрә яғына әйләнәм.

source: Теперь уже там торчит худой, с глубокой выемкой затылок.
ba: Был юлы инде минең күҙ алдымда Хәмитйәндең соҡор елкәһе тора.

source: Сидя на завалинке, Хамитьян смотрит на улицу.
ba: Ул, урамға ҡарап, беҙҙең нигеҙ ташында ултыра, ахырыһы.

source: Не пошевельнется даже...
ba: Үҙе ҡымшанмай ҙа...

source: И на второй день, и на третий все на том же месте я вижу или лицо, или затылок, или щеку Хамитьяна.
ba: Икенсе көндө лә, өсөнсө көндө лә нәҡ шул урын да мин Хәмитйәндең йә йөҙөн, йә елкәһен, йә яңағын күрҙем.

source: Он сидел и сидел там — и утром, и днем, и вечером.
ba: Иртән дә, көндөҙ ҙә, кис тә ул үҙ урынында ҡалды.

source: Но только я в первый раз вышел на улицу, он, завидев меня, вскочил и побежал без оглядки.
ba: Тик мин тәүбашлап урамға сыҡҡас ҡына, мине күреп, артына ла әйләнеп ҡарамайынса тороп югерҙе.

source: «Хамитьян!» — крикнул я.
ba: «Хәмитйән!»— тип ҡысҡырҙым мин.

source: Но он не услышал.
ba: Ул ишетмәне.

source: И дальше жизнь пошла своим чередом.
ba: Бынан һуң да донъя үҙ яйын яйлап бара бирҙе.

source: Мы, мальчишки, ссорились и мирились.
ba: Малайҙар менән ыҙғыштыҡ та, яраштыҡ та.

source: Но все ссадины и обиды заживали, как на собаке: без шва, без заплатки.
ba: Бөтәһе лә, Оно инәйем әйтмешләй, эт тәнендәге йәрәхәт кеүек, йөйһөҙ төҙәлә килде.

source: Только Хамитьян больше ни разу даже не замахнулся на меня.
ba: Тик бер Хәмитйән генә бүтәнсә миңә бер ваҡытта ла ҡул күтәрмәне.

source: Однако «Пупка» прилепили ко мне крепко-накрепко, не отлепишь, не отдерешь, вживили прямо.
ba: Әммә «Кендек»те миңә барыбер йәбештерҙеләр, ҡуптармаҫлыҡ итеп йәбештерҙеләр.

source: Ровно через четырнадцать лет ранним летним утром упаду я на краю боя, у подножия одинокого дуба.
ba: Тап ун биш йыл үткәс, мин йәйге иртәлә яу ҡырында яңғыҙ имән төбөнә килеп ауасаҡмын.

source: Осколок, пробивший тогда мне грудь, прогрызет мое легкое и выроет там себе нору.
ba: Күкрәгемде шунда тишеп ингән тимер ярсығы һуңыраҡ минең үпкәмде өңөп, үҙенә оя яһаясаҡ.

source: Еще через пять лет из этой норы вызмеится и засочится кровь. ...
ba: Йәнә дүрт йылдан шул оянан ҡан һарҡый башлаясаҡ. ...

source: И вот я лежу под Москвой в противотуберкулезном госпитале.
ba: Бына мин Мәскәү янында үпкә ауырыуҙарын дауалай торған больницала ятам.

source: С крыш капает апрельская капель.
ba: Түбәләрҙән апрель тамсылары тама.

source: Весна — самое опасное для нас время.
ba: Яҙ — беҙҙең өсөн иң хәтәр саҡ.

source: Почему-то именно сейчас, когда земля просыпается и начинает жизнь заново, именно в эту прекрасную пору у нас, таких, как я, и обрываются бессильные торги с жизнью.
ba: Ни эшләптер, нәҡ ошо мәлдә, ер уянып, өр-яңынан йәшәй башлаған бер миҙгелдә, минең кеүектәрҙең донъя менән алыш-бирештәре йышыраҡ өҙөлә.

source: Если эта весна пройдет, говорим мы себе, тогда, возможно, походим и по траве.
ba: Был яҙ үтеп китһә, ихтимал, тибеҙ, үләнгә лә аяҡ терәрбеҙ.

source: О, это «возможно»!
ba: О, ул ихтимал!

source: Малая кроха твоя — наша самая большая надежда, единственная вера.
ba: Беҙгә оло өмөт, оло иман хәҙер.

source: — Какой-то милиционер на мотоцикле приехал, вас спрашивает.
ba: - Мотоцикл менән ниндәйҙер милиционер килгән, һеҙҙе һорай.

source: Пустить? — сказали мне.
ba: Инһенме?—тип килеп әйттеләр миңә.

source: Кого?
ba: Кем?

source: Ну вот, за все грехи разом и расплата пришла, пошутил я.
ba: Бар гонаһтарым өсөн бер юлы яуап алырға килгәндер, — тип шаярған булдым мин.

source: — Пусть заходит.
ba: — Инһен әйҙә.

source: Представителя закона лежа встречать не подобает.
ba: Закон кешеһен ятҡан көйө ҡаршылау килешмәҫ.

source: Поднялся, сел.
ba: Тороп ултырҙым.

source: Жду.
ba: Көтәм.

source: — Разрешите?
ba: — Мөмкинме?—тине инеүсе.

source: Склоненная его голова чуть не коснулась притолоки.
ba: Уның эйелгән башы ишек ҡашағаһына саҡ-саҡ ҡына теймәй ҡалды.

source: Он вошел в палату и, словно не зная, куда девать свое удивительно большое тело, остановился в растерянности.
ba: Ингәс тә ул, әйтерһең, үҙенең ғәләмәт ҙур кәүҙәһен ҡайҙа ҡуйып бөтөрөргә белмәй, аптырап торҙо.

source: Снял фуражку.
ba: Фуражкаһын һалды.

source: Через весь лоб протянулся глубокий рваный шрам.
ba: Уның яҫы киң маңлайы буйлап уң ҡашынан өҫтәрәк һырлы-һырлы тәрән йөй һуҙылған.

source: Сначала я увидел этот шрам.
ba: Мин тәүҙә ана шул йөйҙө күрҙем.

source: И потом уже заметил, что очень знакомые глаза с тоской смотрят на меня.
ba: Йәнә шуны шәйләнем: миңә үтә таныш моңһоу күҙҙәр ҡарай, тилмереп, ялбарып ҡарай.

source: — Хамитьян! — воскликнул я.
ba: — Хәмитйән!—тинем мин.

source: Может, и я ничего не сказал, только показалось, что сказал.
ba: Бәлки, минең тауышым сыҡмағандыр.

source: Вдруг этот богатырь сжался, стал совсем маленьким и опустился на колени возле моего изголовья.
ba: Бынауындай бәһлеүән кинәт кенә бөршәйеп, бәп-бәләкәс булып ҡалды ла минең түшәгем янына килеп тубыҡланды.

source: И как припадал он когда-то к нашему окошку, уткнулся лбом в железную спинку кровати.
ba: Хас теге саҡ тәҙрә быялаһына ҡапланған һымаҡ, маңлайын минең койка тимеренә терәне.

source: — Пупок! — сказал он.
ba: - Кендек!—тине. — һине күрер көн дә бар икән!

source: — Вот и выпало тебя увидеть! — и заплакал.
ba: —Ул быуылып иларға кереште.

source: — Ну, ну, Огуречная Голова, брось, хватит.
ba: - Йә, йә, Арҡыры баш, ҡуй,

source: Такому богатырю реветь совсем не пристало.
ba: һинең һынлы баһа диргә илау килешмәй,—тип мин уның сәсен һыйпаным.

source: — Довольно, довольно, Хамитьян.
ba: — Етер, етер, Хәмитйән.

source: Вставай же, садись.
ba: Тор, ултыр.

source: — Не надо, не унимай меня, уж лучше выплачусь, — сказал он, немного успокаиваясь.
ba: Тыйма мине, илайһын илап бөтөрәйем, — тине ул, тыныслана төшөп.

source: Вскоре затих совсем.
ba: Бер аҙҙан бөтөнләй шымып, калды.

source: Достал платок, вытер лицо.
ba: Ҡулъяулығын алып, йөҙөн һөрттө.

source: И только потом поднял голову.
ba: Шунан һуң ғына башын күтәрҙе.

source: Но сколько я его ни упрашивал, ни умолял, с места не встал.
ba: Ләкин, күпме инәлһәм дә, урынынан ҡуҙғалманы.

source: Мы долго смотрели друг на друга.
ba: Байтаҡ ара күҙгә-күҙ ҡарашып торғас:

source: — Здравствуй, — сказал я.
ba: һаумы?—тип мин ҡулымды һуҙҙым.

source: Поздоровались.
ba: Күрештек.

source: На правой руке у него не хватало двух пальцев.
ba: Уң ҡулында уның ике бармағы юҡ ине.

source: — Вот и выпало тебя увидеть, — повторил он.
ba: — Һине күрер көн дә бар икән, — тип ҡабатланы ул.

source: — Я уж думал, не найду, всю надежду потерял.
ba: — Таба алмамдыр, тип өмөт тә өҙә башлағайным инде.

source: Нашел-таки...
ba: Таптым шулай ҙа...

source: Хамитьян рассказал историю своих поисков от начала до конца.
ba: Хәмитйән түкмәй-сәсмәй үҙенең мажараларын һөйләп бирҙе:

source: — О том, что ты легкими заболел, я письмо из аула получил.
ba: — Һинең үпкә сире менән ауырып китеүең хаҡында ауылдан яҙҙылар.

source: Написали, что ты в Москве лежишь.
ba: Мәскәүҙә ята, тинеләр.

source: Я неподалеку, в шестидесяти километрах отсюда служу.
ba: Мин бынан алтмыш-етмеш километр ерҙә генә хеҙмәт итәм.

source: И вот каждый свободный от службы день сажусь на мотоцикл и в Москву еду.
ba: Хеҙмәттән буш арала мотоциклға атланам да һәр көн Мәскәүгә елдерәм.

source: Целый месяц проездил.
ba: Бер ай буйы инде

source: Сначала я все туберкулезные больницы объездил.
ba: Башта үпкә сирлеләр ятҡан бөтә больницаларҙы ҡыҙырып сыҡтым.

source: Нет тебя.
ba: Юҡһың.

source: Дошла очередь до санаториев.
ba: Барлыҡ санаторийҙәрҙе әйләнеп ҡайттым.

source: Районные, сельские даже больницы, что поблизости, все объехал.
ba: Яҡын-тирәләге район, хатта ауыл больницаларына ла һуғылдым.

source: Нету, нету, нету...
ba: Юҡһың, юҡһың, юҡһың...

source: Я уже бояться, крепко бояться за тебя начал.
ba: һинең өсөн хафалана, нығытып хафалана башланым,

source: До того дошло: увижу дом с надписью «Больница» и вздрагиваю.
ba: һуңға табан «Больница» тип яҙылған йорт күрһәм, тертләп китә торған булдым.

source: Даже ненависть какая-то к этому слову появилась...
ba: Ул һүҙгә ҡарата бер төрлө нәфрәт тыуҙы...

source: Дурак я!
ba: Ахмаҡ мин!

source: В аул телеграмму дать, адрес твой спросить, ума не хватило.
ba: Адресеңде һорап, ауылға телеграмма бирергә баш етмәгән.

source: Вот только сейчас, когда сюда приехал, сообразил.
ba: Әле бында килгәс төшөндөм шуны.

source: А тебя нашел, так прямо по поговорке: «Коли бог дать хочет, сам на дорогу вынесет».
ba: Ә һине табыуым «бирәһе килгән ҡолона — сығарып ҡуйыр юлына» тигән мәҡәл буйынса булды.

source: Я сегодня совсем уж на свой фарт рукой махнул, выезжаю из Москвы, тут женщина остановила, подвези, дескать.
ba: Әле бая ғына фартҡа ҡул һелтәп, Мәскәүҙән сығып килгәндә бер бисәкәй «ултырт әле» тип ҡул күтәрҙе.

source: Ладно, думаю, пусть хоть кому-то от меня прок выйдет.
ba: Исмаһам, берәүгә игелегем тейһен тип ултырттым,

source: Разговорились помаленьку.
ba: һөйләшә торғас,

source: Рассказала, что она здесь санитаркой работает.
ba: уның ошонда сестра булып эшләүен аңланым.

source: Спросил про тебя.
ba: һинең хаҡта һораштым.

source: Не знает.
ba: Белмәй.

source: Хоть и порядочный круг, сюда поводья направил.
ba: Байтаҡ урау булһа ла, теҙгенде был яҡҡа тарттым.

source: Вот и встретились. Значит, судьба...
ba: Бына, насип булғас, күрештек.

source: Хамитьян, кажется, совсем успокоился, смотрит в пол,
ba: — Хәмитйән бөтөнләй тынысланды булырға тейеш.

source: голос его ровен.
ba: Уның тауышы ла хәҙер талғын ағыла.

source: Только этого спокойствия хватило ненадолго.
ba: Ләкин был тышҡы тыныслыҡ күпкә барманы.

source: Он с тоской посмотрел на меня и сказал: — Пупок!
ba: Баяғыса уҡ хәсрәт һәм хәүеф тулы күҙҙәрен миңә төбәне лә: — Кендек! — тине ул үҙәк өҙгөс әрнеүле тауыш менән.

source: Ведь в твоей болезни я повинен.
ba: — Һинең сиреңдең сәбәпсеһе мин бит!

source: Если бы я тогда не топтал тебя, ты бы до такой беды не дожил...
ba: Теге саҡ күкрәгеңде менеп тапамаһам, һин был көнгә төшмәҫ инең...

source: Я виноват, я!
ba: Мин, мин ғәйепле!

source: И прощенья просить не могу.
ba: Ғәфү ит, тип әйтә алмайым.

source: Оттого, что простишь меня, тебе легче не будет.
ba: Мине ғәфү итеүҙән генә һиңә еңел булмая саҡ.

source: Знаю, знаю...
ba: Уныһын беләм.

source: Да мне прощенья и не нужно.
ba: Миңә ғәфү кәрәкмәй ҙә.

source: Не положено!
ba: Тейеш тә түгел!

source: Ты только одно помни: я вместе с тобой мучаюсь, вместе надеюсь, вместе верю.
ba: Тик һин шуны ғына күр, шуны ғына бел: һинең менән бергә яфаланам, бергә өмөт итәм, бергә ышанам.

source: Если бы можно было — одно легкое для тебя вырезал, половину души отдал бы.
ba: Әгәр мөмкин булһа, бер үпкәмде киҫеп, ярты йәнемде ярып бирер инем.

source: Я, покуда тебя искал, вот что решил: может, доктор одно мое легкое тебе переставит?
ba: Мин һине эҙләгәндә, шуны тәүәккәлләнем: бәлки, докторҙар минең бер үпкәне һиңә күсереп ҡуя алырҙар.

source: А, Пупок?
ba: Ә, Кендек?

source: Говорят, что теперь это умеют.
ba: Хәҙер был эште башҡара алалар, тиҙәр бит.

source: Давай скажем докторам...
ba: Әйтеп ҡарайыҡ докторҙарға...

source: — Совсем ты рехнулся, Огуречная Голова, — попробовал я его утешить.
ba: — Иҫәр һин. Арҡыры баш, — тип йыуатмаҡсы иттем мин уны.

source: — Во-первых, доктора покуда только старое легкое научились резать, нового вставить не умеют.
ba: — Беренсенән, докторҙар хәҙергә иҫке үпкәне генә киҫеп ташлай беләләр, яңыһын ҡуя алмайҙар;

source: Во-вторых, мое ведь легкое фашистский осколок пробил.
ba: икенсенән, минең үпкәне;, бит фашист тимере тишеп үтте.

source: Вся беда из-за него.
ba: Бәләнең башы шунда.

source: Слышал песню: «Не виноват военкомат, виноват гитлеризм»?
ba: «Не виноват военкомат, виноват гитлеризм» тигән йырҙы ишеткәнең барҙыр бит.

source: Вот так же и твоей вины здесь нет.
ba: Ошоноң шикелле, һинең ҡатнашың юҡ бында.

source: — Знаю.
ba: — Беләм.

source: И про немецкий осколок знаю, и «кто виноват» — знаю.
ba: Ңемең тимере хаҡында ла, «кем виноват» хаҡында ла беләм.

source: Нет, твое легкое тогда, в курбан-байрам, надорвалось.
ba: Әгәр теге саҡ имгәнеп ҡалмаған булһаң,

source: Разве поддалось бы оно какому-то жалкому, с ноготок, осколку?
ba: шул бармаҡ осондай юнһеҙ тимер ярсығына ғына бирешер инеме ни һинең үпкә?

source: Не та у тебя порода.
ba: Затың ундай түгел һинең,

source: Недаром же про ваш род говорят, что сердцевина в вас дубовая.
ba: һеҙҙең затты юҡҡа ғына «имән үҙәкле» тип йөрөтмәйҙәр бит.

source: Эх, детство, глупое детство! — вздохнул он.
ba: Аһ, сабый саҡ, һантый саҡ! —тип көрһөндө ул.

source: Всегда так было — Хамитьяна уговорами не возьмешь, только бранью и убедишь.
ba: Хәмитйәнде өгөт менән түгел, асыу менән генә еңеп була торғайны.

source: Я вспомнил это.
ba: Мин шуны хәтерләнем.

source: — Ты что это, Огуречная Голова, надо мною причитаешь? — как мог, прикрикнул я.
ba: — Нимә һин, Арҡыры баш, минең баш осонда сеңләргә тотондоң әле? — тип екерендем, булдыра алғанса.

source: — Помирать я покамест не собираюсь.
ba: — Мин бит үлергә йыйынмайым,

source: А ты, как заявился, все слюни тянешь.
ba: һин баянан бирле күҙеңдән дә, ауыҙыңдан да һеләгәй ағыҙаһың.

source: — А ты и не умрешь, — вдруг сказал Хамитьян.
ba: — Үлмәйәсәкһең дә!— тип раҫланы Хәмитйән.

source: — А слез моих и угрызений совести не принижай.
ba: — Ә һин минең күҙ йәштәремде, минең выждан ғазап тарымды кәмһетмә.

source: Тебе это не пристало.
ba: Быныһы һиңә килешмәй.

source: Мне стало жаль Хамитьяна,
ba: Хәмитйән миңә йәл булып китте.

source: будто сидел передо мной тот давний, в муках и мытарствах росший сирота.
ba: Ул яңынан ҡаҡҡыланып-һуҡҡыланып үҫкән етем малайға әйләнгәндәй тойолдо.

source: — Ты не умрешь, — тихо повторил он.
ba: — һин үлмәйәсәкһең, — тип тыныс ҡына ҡабатланы ул,

source: — По тебе уже раз погребальную отпели.
ba: — һиңә бер тапҡыр йыназа уҡылғайны инде.

source: Теперь пусть подождут.
ba: Хәҙергә сабыр итеп торһондар.

source: Не то больно часто будет.
ba: Юғиһә йышыраҡҡа тура килер.

source: — Когда?
ba: — Ҡасан?

source: Как?
ba: Нисек?

source: — Что — не знаешь?
ba: — Ниңә, белмәйһеңме ни?

source: — Не-ет! — изумился я.
ba: — Ю-ю-ҡ! —Мин аптырап ҡалдым.

source: — В сорок третьем.
ba: — 1943 йылда.

source: Разве тебе никто не рассказывал?
ba: Берәү ҙә һөйләмәнеме ни һиңә?

source: — Нет, не рассказывал...
ba: — һөйләмәне.

source: — Рассказать, что ли?
ba: — Улайһа, мин һөйләйемме?

source: — Расскажи.
ba: — һөйлә.

source: Должно быть, про свое погребение слушать не скучно...
ba: Үҙ йыназаң тураһында әңгәмә тынлау ирмәктер ул...

source: Потом Хамитьян ушел.
ba: Ул китте,

source: Мой взгляд упал на сверток, лежащий на тумбочке в изголовье.
ba: һуңынан баш осомдағы тумбочка өҫтөндә газета ҡағыҙына төрөлгән төйөнсөккә күҙем төштө,

source: Я развернул газету с одного угла.
ba: һаҡ ҡына сисеп ҡараным.

source: Там лежали сморщенные желто-зеленые два яблока.
ba: Унда бөршәйеп бөткән һар ғылт йәшел ике алма ине.

source: Он ушел.
ba: Ул китте.

source: То была последняя наша встреча, последнее расставание.
ba: Шул беҙҙең һуңғы күрешеүебеҙ, һуңғы айырылышыуыбыҙ булды.

source: Потому что вскоре я услышал страшную весть:
ba: Күп тә үтмәй, уның хаҡында ҡот осҡос ҡара хәбәр килде.

source: на каком-то полустанке он бросился защищать юную девушку от пьяных бандитов — и его в сердце ударили ножом.
ba: Иҫерек бандиттәрҙән йәш кенә бер ҡыҙҙы ҡурсалағанда уның йөрәгенә бысаҡ ҡаҙағандар.

source: В тот день, говорят, он и не при службе был.
ba: Имеш-мимешкә ҡарағанда, был көн ул хатта хеҙмәттә лә булмаған.

source: Весть до меня дошла не сразу,
ba: Хәбәр миңә ваҡытында килеп юлыҡманы.

source: я даже на похороны к нему не попал.
ba: Шунлыҡтан мин уны ерләргә лә бара алманым.

source: Он мне тогда хотел одно легкое, половину жизни отдать.
ba: Әле яңыраҡ ҡына миңә бер үпкәһен, ярты йәнен ярып бирергә тип килгән Хәмитйән,

source: Недолго прошло — и чьей-то жизни ради свою жизнь отдал, всю и разом.
ba: шулай итеп, бөтә ғүмерен бер юлы бүтән бер ғүмерҙе һаҡлау өсөн биргән.

source: После этой вести два чувства начали подтачивать мой дух.
ba: Был хәбәрҙән һуң минең рухымды өҙлөкһөҙ ике хәсрәт таларға тотондо.

source: Одна боль — страшная, такая нежданная и быстрая — смерть друга-ровесника, другая — собственная моя целость-сохранность, мысль, что жив остался, лишили покоя.
ba: Берҙән, ғәжәйеп ҡорҙашымдың фажиғәле үлеме әрнетһә, икенсенән, үҙ яҙмышым тынғы бирмәй.

source: После того, что рассказал Хамитьян, стало мне казаться, будто, сам того не ведая, угнал я чью-то жизнь, словно коня из чужого косяка, будто живу я теперь жизнью, кем-то одолженной мне.
ba: Хәмитйән һөйләгән нәмәләрҙән һуң мин үҙемде кем иҫәбенәлер ғүмер һөргәндәй, үтескә йәшәгәндәй хис итә башланым.

source: Мысль эта лежу ли, хожу ли — бьется в мозгу: «только в долг», «только в долг», «только в долг»...
ba: Ошо уй торһам да, ятһам да мейемде игәй: үтескә, үтескә, үтескә...

source: А ведь своим рассказом он меня ободрить хотел, успокоить, надежду мою укрепить, он мне этим будто долгую жизнь сулил.
ba: Ул иһә был тарихте мине йыуатыу, өмөтөмә ҡеүәт өҫтәү ниәте менән, миңә оҙон ғүмер юрап һөйләне.

source: Да все не так вышло.
ba: Баҡһаң, бөтөнләй башҡаса килеп сыҡты.

source: Одна вроде единственная у меня голова, а куда приткнуть — не знаю.
ba: Бер башыма урын таба алмайым.

source: Вот она, эта история.
ba: Бына ул фажиғә.

source: Как мне Хамитьян, покойник, поведал ее, так слово в слово и перескажу.
ba: Мәрхүм нисек әңгәмә иткән булһа, уны һүҙмә-һүҙ ҡабатлап сығам.
